Repository: 84000/data-translation-memory
Catalog: toh339-v2.tmx
Source language: bo
Languages: en

source: ཆོས་བཅུས་ན་མ་རབས་སུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: Ten factors lead to being lowborn.

source: ཕ་མ་ལ་ཕ་མར་མི་འཛིན་པ། དགེ་སྦྱོང་དུ་མི་ཤེས་པ། བྲམ་ཟེར་མི་ཤེས་པ། རིགས་ཀྱིས་བཙུན་པ་ལ་མི་བཀུར་བ། མཁན་པོ་དང་། བླ་མ་དང་། ཐར་པར་ཞུགས་པ་རྣམས་ལ་རིམ་གྲོ་དང་། བསྟི་སྟང་དུ་མི་བྱེད་པ་ནམས་ཀྱང་མགྲོན་མི་གཉེར་བ། ཕ་མ་ལ་སྲི་ཞུ་མི་བྱེད་པ། མཁན་པོ་དང་བླ་མ་དང་། ཐར་པར་ཞུགས་པ་རྣམས་ཁྱད་དུ་གསོད་ཅིང་སྲི་ཞུ་མི་བྱེད་པ། རིགས་ཆེན་པོ་ལས་སྐྱེས་པའི་གང་ཟག་རྣམས་སྤོང་བ། རིགས་ཆུང་ངུ་ལས་སྐྱེས་པའི་གང་ཟག་རྣམས་ལ་བཀུར་བ་འདི་དང་བཅུའོ། །
en: (1) Not honoring one’s parents; (2) not honoring ascetics; (3) not honoring brahmins; (4) not esteeming those of noble birth; (5) not serving, not respecting, or not regaling one’s monastic preceptor, one’s teacher, or those who have entered the path of liberation; (6) not revering one’s parents; (7) showing contempt for and not venerating one’s monastic preceptor, one’s teacher, or those who have entered the path of liberation; (8) shunning those coming from powerful families; and (9) commending people who do bad deeds. These are the ten factors.

source: ཇི་ལྟར་ལས་ཀྱིས་ཡ་རབས་སུ་སྐྱེས་པར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to being highborn?

source: ཆོས་བཅུས་ན་ཡ་རབས་སུ་སྐྱེས་པར་འགྱུར་ཏེ། །
en: Ten factors lead to being highborn.

source: ཕ་མ་དྲན་པ་ཐར་པར་ཞུགས་པར་ཤེས་པ། བྲམ་ཟེར་ཤེས་པ་རིགས་ཀྱིས་བཙུན་པ་ལ་བཀུར་བ། མཁན་པོ་དང་། བླ་མ་དང་། ཐར་པར་ཞུགས་པ་རྣམས་དང་། ཐར་པར་སྤྱོད་པ་གཞན་ལ་ཡང་སྟན་ལས་ལངས་ཏེ་སྤག་ཅིང་བསྟི་སྟང་རི་མོ་དང་། སྟན་ལ་སོགས་པ་སྟོབས་པ་དང་། ཕ་མ་ལ་སྲི་ཞུ་བྱེད་པ་དང་། མཁན་པོ་དང་བླ་མ་ཐར་པར་ཞུགས་པ་རྣམས་ལ་གཞན་ལ་ཡང་སྲི་ཞུ་བྱེད་པ། ཡ་རབས་དང་། མ་རབས་སུ་ཡང་ཁྱད་པར་མི་བྱེད་ཅིང་སྙོམས་པ། ཡང་དག་པར་གཤེགས་པའི་མཆོད་རྟེན་གྱི་སྲོག་ཤིང་འཛུགས་པ། མེ་ཏོག་གི་ཕྲེང་བ་དང་། གདུགས་འཛུགས་པ་དང་བཅུའོ། །
en: (1) Commemorating one’s parents; (2) honoring those who have entered the path of liberation; (3) honoring brahmins; (4) esteeming those who are of noble birth;(5) arising from one’s seat and preparing it, bowing respectfully, and then offering one’s seat and so forth to one’s monastic preceptor, one’s teacher, those who have entered the path of liberation, and those others who apply themselves to the path [of liberation]; (6) venerating one’s parents; (7) venerating one’s preceptors, teachers, those who have entered the path of liberation, and others; (8) making no distinction between one who is of high social status and one who is of low social status, and equating them; (9) planting the life tree inside a stūpa of the Tathāgata; and (10) hanging floral wreaths and raising parasols. These are the ten factors.

source: ཇི་ལྟར་ལས་ཀྱིས་དབུལ་པོར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to poverty?

source: ཆོས་བཅུས་ན་དབུལ་པོར་འགྱུར་ཏེ།
en: Ten factors lead to becoming poor.

source: མ་བྱིན་པར་ལེན་པ། མ་བྱིན་པར་ལེན་པར་འཇུག་པ། མ་བྱིན་པར་ལེན་པ་ལ་སྟོད་པ། མ་བྱིན་པར་ལེན་པ་ལ་སྨོན་པ། ཕ་མ་ལ་འཚོ་བ་རྣམས་གཅོད་པ་མཁན་པོ་དང་བླ་མ་དང་། ཐར་པར་ཞུགས་པ་རྣམས་ཀྱི་གཙུག་ལག་ཁང་དང་། གནས་ཁང་དང་། མཆོད་ཅིང་སྤྱོད་པ་ཀུན་གཅོད་པ། གཞན་ཐོབ་ཏུ་མི་དགའ་བ། གཞན་གྱིས་མ་ཐོབ་ན་དགའ་བ། གཞན་གྱིས་ཐོབ་པ་ལ་བགེགས་བྱེད་པ། མུ་གེ་བྱུང་དུ་སྨོན་པ་དང་བཅུའོ། །
en: (1) Stealing; (2) encouraging others to commit theft; (3) commending theft; (4) resolving to steal; (5) depriving one’s parents of their sustenance; (6) depriving one’s preceptors, teachers, or those who have entered the path of liberation of their temples, living quarters, offerings, or service; (7) being unhappy about others’ gains; [875] (8) rejoicing in others’ losses; (9) hindering others from obtainment; and (10) wishing for a famine to occur. These are the ten factors.

source: ཇི་ལྟར་ལས་ཀྱིས་ཕྱུག་པོར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to wealth?

source: ཆོས་བཅུས་ན་ཕྱུག་པོར་འགྱུར་ཏེ།
en: Ten factors lead to becoming rich.

source: མ་བྱིན་པར་ལེན་པ་སྤོང་བ། མ་བྱིན་པར་ལེན་པ་སྤོང་བར་འཇུག་པ། མ་བྱིན་པར་ལེན་པ་སྤོང་བ་ལ་དགའ་བ། ཕ་མ་ལ་འཚོ་བ་སྦྱིན་པ། མཁན་པོ་དང་བླ་མ་ལྷག་མ་དང་གཞན་རྣམས་ལ་གཙུག་ལག་ཁང་དང་། གནས་དང་རིམ་པར་སྤྱོད་པ་དང་། ཆོས་གོས་དང་། མལ་སྟན་དང་། ན་བའི་གསོས་སྨན་དང་། གཡོག་དང་། འཚོ་བ་སྦྱིན་པ་གཞན་གྱིས་ཐོབ་པ་ལ་དགའ་བར་སེམས་པ། གཞན་གྱིས་དོན་ཐོབ་པར་ནན་ཏན་དུ་བསྒྲུབས་པ། གཞན་གྱིས་མ་ཐོབ་པ་ལ་མི་དགའ་བ། ཕྱོགས་བཅུ་ཐམས་ཅད་དུ་ལོ་ལེགས་པར་སྨོན་པ། སྦྱིན་པ་ལ་སོགས་པ་གཏོང་བའི་གང་ཟག་རྣམས་ལ་རབ་ཏུ་དགའ་བ་དང་བཅུའོ། །
en: (1) Abstaining from stealing; (2) encouraging others to give up stealing; (3) rejoicing when others give up stealing; (4) providing one’s parents with sustenance; (5) providing one’s monastic preceptor, one’s teacher, and the other members of the monastic saṅgha with a temple, living quarters, service, robes, a bed, medicine to cure illness, a servant, or sustenance; (6) having joyful thoughts about others’ gains; (7) making an effort so that others can acquire [wealth]; (8) not rejoicing in others’ losses; (9) praying for a good harvest everywhere; and (10) rejoicing in the actions of those who practice generosity and so forth liberally. These are the ten factors.

source: ཇི་ལྟར་ལས་ཀྱིས་ངན་པར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to being ignorant of the Dharma?

source: ཆོས་བཅུས་ན་ངན་པར་འགྱུར་ཏེ།
en: Ten factors lead to being ignorant of the Dharma.

source: གང་ཟག་སུ་ཡང་རུང་སྟེ། འདྲི་མི་ཤེས་པ། ཡང་དག་པའི་ཆོས་མ་ཡིན་པ་ཀུན་འཕེལ་བར་བྱེད་པ། ཡང་དག་པའི་ཆོས་སྤོང་བ། ཡང་དག་པའི་ཆོས་འཆད་པ་ལ་བསྟི་སྟང་དང་རི་མོར་མི་བྱེད་པ། མ་གཙིགས་པར་སྨྲ་བ་ལ་དགེ་བར་སྟོད་པ། ངན་པའི་གང་ཟག་རྣམས་ལ་འཁོར་ཞིང་སྙེན་པ། ཡང་དག་པ་ལ་མཁས་པ་རྣམས་སྤོང་བ། ལོག་པར་ལྟ་བ་ལ་ཚད་མར་འཛིན་ཅིང་བསྟོད་པ། ཡང་དག་པར་ལྟ་བ་ལ་སྤོང་བ། ཤེས་རབ་དང་ལྡན་པའི་གང་ཟག་རྣམས་ལ་སྤོང་བ་དང་བཅུའོ། །
en: (1) Not valuing inquiry of a qualified person, (2) fostering all that is not the true Dharma, (3) abandoning the true Dharma, (4) not honoring and venerating those who teach the true Dharma, (5) praising well those who speak inconsequentially, (6) attending to and serving those who are ignorant of the Dharma, (7) abandoning those who are truly learned in the Dharma, (8) regarding wrong views as authoritative and praising them, (9) abandoning correct views, and (10) abandoning those who are knowledgeable. These are the ten factors.

source: ཇི་ལྟར་ལས་ཀྱིས་ཤེས་རབ་ཆེན་པོར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to possessing extensive knowledge of the Dharma?

source: ཆོས་བཅུས་ན་ཤེས་རབ་ཆེན་པོར་འགྱུར་ཏེ།
en: Ten factors lead to possessing extensive knowledge of the Dharma.

source: གང་ཟག་སུ་ཡང་རུང་སྟེ། རིམ་པར་འདྲི་ཤེས་པ། མི་མཁས་པའི་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། ངན་པའི་གང་ཟག་རྣམས་ལ་མི་འཁོར་མི་སྙེན་ཅིང་རི་མོ་བསྟི་སྟང་མི་བྱེད་པ། མཁས་པའི་གང་ཟག་རྣམས་ལ་འཁོར་ཞིང་བསྙེན་ནས་རི་མོ་བསྟི་སྟང་བྱེད་པ། ཡང་དག་པའི་ཆོས་མ་ཡིན་པ་ཀུན་གཏོང་བ། ཡང་དག་པའི་ཆོས་འཕེལ་བར་བྱེད་པ། ཆོས་ཀྱི་སྣོད་གང་ཟག་རྣམས་མི་འཇིགས་པ་ལ་གོམས་པར་བྱེད་པ། ཡང་དག་པའི་ཚིག་སྙན་པར་སྨྲ་བ་ལ་དགེའོ་ཞེས་སྟོད་པ། ངན་པར་སྨྲ་བ་ལ་དགེའོ་ཞེས་མི་སྟོད་པ། ལོག་པར་ལྟ་བ་ལ་མི་སྨོན་པ། ཡང་དག་པར་ལྟ་བ་ལ་སྟོད་པ་དང་བཅུའོ། །
en: (1) Valuing inquiries of anyone using a progression of questions; (2) not attending to, not serving, not honoring, and not venerating unlearned ascetics, brahmins, [876] and persons who are ignorant of the Dharma; (3) attending to, serving, honoring, and venerating learned persons; (4) giving up all that is not the true Dharma; (5) fostering the true Dharma; (6) cultivating fearlessness toward persons who are worthy receptacles of the Dharma; (7) praising by saying, ‘Well done!’ those who speak pleasing words that are true; (8) not praising by saying, ‘Well done!’ those who speak ill of others; (9) not lauding wrong view; and (10) praising right view. These are the ten factors.

source: ཇི་ལྟར་ལས་ཀྱིས་སེམས་ཅན་དམྱལ་བར་སྐྱེ་བར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to rebirth as a hell being?

source: ཆོས་བཅུས་ན་སེམས་ཅན་དམྱལ་བར་འགྱུར་ཏེ།
en: Ten factors lead to hell.

source: ལུས་ཀྱིས་ངན་པ་ཆེར་སྤྱོད་པ། ངག་གིས་ངན་པ་ཆེར་སྤྱོད་པ། ཡིད་ཀྱིས་ངན་པ་ཆེར་སྤྱོད་པ། ཆད་པར་ལྟ་བ། རྟག་པར་ལྟ་བ། བྱ་བའི་མི་རིགས་པར་ལྟ་བ། ཕན་པ་མེད་པར་བྱེད་པ། མྱ་ངན་བསྲིངས་པ་ལ་ངན་དུ་སྨྲ་བ། འདོད་པས་ལོག་པར་སྤྱོད་དུ་བཅུག་པ་དང་བཅུའོ། །
en: (1) Engaging a grave evil deed with the body, (2) engaging in a grave evil deed with the speech, (3) engaging in a grave evil deed with the mind, (4) holding the wrong view of annihilation, (5) holding the wrong view of eternalism, (6) holding the wrong view that actions are without consequences, (7) destroying others’ welfare, (8) speaking ill of monks and nuns, and (9) instigating them to transgress their vows of celibacy. These are the ten factors.

source: ཇི་ལྟར་ལས་ཀྱིས་བྱོལ་སོང་དུ་འགྱུར་ཞེ་ན།
en: “In what way does action lead to rebirth as an animal?

source: ཆོས་བཅུས་ན་བྱོལ་སོང་དུ་འགྱུར་ཏེ།
en: Ten factors lead to rebirth as an animal.

source: ལུས་ཀྱིས་ངན་པ་འབྲིང་དུ་སྤྱོད་པ། ངག་གིས་ངན་པ་འབྲིང་དུ་སྤྱོད་པ། ཡིད་ཀྱིས་ངན་པ་འབྲིང་དུ་སྤྱོད་པ། འདོད་པ་སྣ་ཚོགས་ཀུན་གཡོས་པའི་ལས་བྱས་པ། ཁྲོ་བ་སྣ་ཚོགས་ཀུན་གཡོས་པའི་ལས་བྱས་པ། གླེན་པ་སྣ་ཚོགས་ཀུན་གཡོས་པའི་ལས་བྱས་པ། མི་རིགས་པ་བྱིན་པ་བྱོལ་སོང་དུ་འགྱུར་བ་རྣམས་ལ་ཁྲོ་བ། བྱང་ཆུབ་སེམས་དཔའི་སྨོན་ལམ་གྱི་མཐུས་སེང་གེར་སྐྱེས་པ། བྲམ་ཟེ་ཁྱད་པར་བྱེད་པ། ཁ་ངན་པར་བྱས་པའི་ལན་གྱིས་སྤྲེའུར་སྐྱེས་པ་ལྟ་བུ་དང་བཅུའོ། །
en: (1) Engaging in a middling bad deed with one’s body; (2) engaging in a middling bad deed with one’s speech; (3) engaging in a middling bad deed with one’s mind; (4) carrying out actions motivated by different kinds of desire; (5) carrying out actions motivated by different kinds of anger; (6) carrying out actions motivated by different kinds of confusion; (7) giving inappropriate gifts; (8) being aggressive toward those who have been reborn as animals; (9) being reborn as a lion through the power of aspiration of the bodhisattva; and (10) being reborn as a monkey, like a certain brahmin, which was due to making a foulmouthed remark. These are the ten factors.

source: ཇི་ལྟར་ལས་ཀྱིས་རིང་དུ་འཁྱམས་པའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to rebirth in the realm of ghosts?

source: ཆོས་བཅུས་ན་རིང་དུ་འཁྱམས་པའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: Ten factors lead to rebirth in the realm of ghosts: [877]

source: ལུས་ཀྱིས་ངན་པ་ཆུང་ངུ་སྤྱོད་པ། ངག་གིས་ངན་པ་ཆུང་ངུ་སྤྱོད་པ། ཡིད་ཀྱིས་ངན་པ་ཆུང་ངུ་སྤྱོད་པ། ངན་པ་ལ་དད་པ། ཤིན་ཏུ་དད་པ། ལོག་པས་འཚོ་བ། སེར་སྣ་ལ་དད་ཅིང་མི་གཏོང་བ། སྦྱིན་པ་ལ་གེགས་བྱེད་པ། འདོད་པ་ལ་ཆགས་བཞིན་དུ་ཤི་བ། བྲུ་བ་ཚ་ཞིང་སྐོམ་བཞིན་དུ་ཤི་བ་དང་བཅུའོ། །
en: (1) engaging in a minor bad deed with one’s body, (2) engaging in a minor bad deed with one’s speech, (3) engaging in a minor bad deed with one’s mind, (4) having a desire for base things, (5) having very strong desire, (6) pursuing a wrong way of making a living, (7) being stingy and tightfisted, (8) obstructing others in making offerings, (9) having died while under the influence of sexual desire, and (10) having died while being hungry and thirsty. These are the ten factors.

source: ཇི་ལྟར་ལས་ཀྱིས་ཨ་སུ་རའི་འཇིག་རྟེན་པར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to rebirth in the realm of the asuras?

source: ཆོས་བཅུས་ན་ཨ་སུ་རའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: Ten factors lead to rebirth in the realm of the asuras.

source: ཐམས་ཅད་ལའང་ལུས་ཀྱིས་ངན་པ་ཆུང་ཟད་སྤྱོད་པ། ཐམས་ཅད་ལའང་ངག་གིས་ངན་པ་ཆུང་ཟད་སྤྱོད་པ། ཐམས་ཅད་ལའང་ཡིད་ཀྱིས་ངན་པ་ཆུང་ཟད་སྤྱོད་པ། ངར་སེམས་པ། མི་མཚུངས་པའི་ང་། ཟླ་ལས་ལྷག་པའི་ང་། གོང་མ་ལས་ལྷག་པའི་ང་། གོང་མ་ལས་ཀྱང་གོང་མའི་ང་། བདག་ལ་མི་སྲིད་པའི་ང་། དགེ་བའི་རྩ་བ་བསྐྱེད་པ་ལ་ལོག་པར་སྨོན་པ་དང་བཅུ་སྟེ།
en: (1) Frequently committing minor bad deeds with one’s body, (2) frequently committing minor bad deeds with one’s speech, (3) frequently committing minor bad deeds with one’s mind, (4) conceit, (5) conceiving of oneself as having no equal, (6) conceiving of oneself as being greater than one’s equals, (7) conceiving of oneself as being greater than those who are superior, (8) conceiving of oneself as being superior to those who are supreme, (9) conceiving of nonexistence with regard to the self, and (10) dedicating one’s roots of wholesome states to false aspirations. These are the ten.

source: ཆོས་འདི་བཅུས་ན་ཨ་སུ་རར་སྐྱེ་བར་འགྱུར་རོ། །
en: These ten factors will lead to rebirth in the realm of the asuras.

source: ཇི་ལྟར་ལས་ཀྱིས་མིའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to rebirth in the human realm?

source: ཆོས་བཅུས་ན་མིའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: Ten factors lead to rebirth in the human realm.

source: དགེ་བ་བཅུའི་ལམ་མ་ཉམས་ཤིང་མ་གོད་པས་མིའི་འཇིག་རྟེན་དུ་སྐྱེ་བར་འགྱུར་རོ། །
en: By not violating and not corrupting the ten virtuous courses of action, one will be reborn in the human realm.

source: ཇི་ལྟར་ལས་ཀྱིས་འདོད་པ་དྲུག་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to rebirth as a deva in one of the six heavens of sensuous pleasure?

source: ཆོས་བཅུས་ན་འདོད་པ་དྲུག་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་ཏེ།
en: Ten factors lead to rebirth as a deva in one of the six heavens of sensuous pleasure.

source: དགེ་བ་བཅུའི་ལམ་ལས་མ་ཉམས་ཤིང་བརྩོན་འགྲུས་སུ་བསྡམས་པས་ན་འདོད་པ་དྲུག་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་རོ། །
en: By not violating, and remaining diligently committed to, the ten virtuous courses of action, one will be reborn as a deva in one of the six heavens of sensuous pleasure.

source: ཇི་ལྟར་ལས་ཀྱིས་གཟུགས་ཡོད་པ་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to rebirth as a deva possessing a physical body?

source: ཆོས་བཅུས་ན་གཟུགས་ཡོད་པ་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་ཏེ།
en: Ten factors lead to rebirth as a deva possessing a physical body.

source: དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་དད་ཅིང་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་ཚད་མེད་པ་བཞི་ཀུན་རྫོགས་པ་ནི་གཟུགས་ཡོད་པ་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་རོ། །
en: While one is devoted to the ten virtuous courses of action, one brings the six perfections and the four boundless states to perfection—this will lead to rebirth [878] as a deva possessing a physical body.

source: ཇི་ལྟར་ལས་ཀྱིས་གཟུགས་མེད་པ་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་ཞེ་ན།
en: “In what way does action lead to rebirth as a deva without a physical body?

source: དགེ་བ་བཅུའི་ཆོས་དང་། མི་གཡོ་བ་འཛིན་པ་བཞིའི་ཆོས་སྤྱད་ན་གཟུགས་མེད་པ་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་ཏེ།
en: Practicing the ten virtuous factors and the four states of imperturbability leads to rebirth as a deva without a physical body.

source: མི་གཡོ་བ་བཞི་ནི་
en: As for the four states of imperturbability:

source: གཟུགས་ཐམས་ཅད་ལས་འདས་ཏེ། རིག་པའི་མིང་ཐམས་ཅད་བརྗོད་དུ་མེད་པ་ནས་ཆོས་སྣ་ཚོགས་སྨྲ་བསམ་ལས་འདས་པར་ནམ་མཁའ་མཐའ་ཡས་པ་བསམས་ནས་ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་སྟེངས་ཀྱི་མི་གཡོ་མི་འཛིན་པ་དང་།
en: 1. “One transcends all materiality by contemplating the infinity of space, so that, when all names designating physical objects have become inexpressible and void, one goes beyond labeling and imagining the manifold phenomena, but one does not grasp at the stillness that is produced by the sphere of infinite space.

source: ནམ་མཁའ་མཐའ་ཡས་པའི་སྐྱེ་མཆེད་ཐམས་ཅད་ཀུན་ལས་འདས་ནས་རྣམ་པར་ཤེས་པ་མཐའ་ཡས་པ་བསམས་ནས་
en: 2. “Having completely transcended the entire sphere of infinite space, one contemplates the infinity of consciousness, but

source: རྣམ་པར་ཤེས་པ་མཐའ་ཡས་པའི་སྐྱེ་མཆེད་སྟེངས་ཀྱི་མི་གཡོ་མི་འཛིན་པ་དང་།
en: one does not grasp at the stillness that is produced by the sphere of infinite consciousness.

source: རྣམ་པར་ཤེས་པ་མཐའ་ཡས་པའི་སྐྱེ་མཆེད་ཐམས་ཅད་ལས་འདས་ནས་ཅུང་ཟད་ཀྱང་མེད་པར་བསམས་ཏེ
en: 3. “Having completely transcended the entire sphere of infinite consciousness, one contemplates that nothing at all exists, but

source: ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་སྟེངས་ཀྱི་མི་གཡོ་མི་འཛིན་པ་དང་།
en: one does not grasp at the stillness that is produced by the sphere of nothingness.

source: ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་ལས་འདས་ཏེ། སེམས་མེད་པ་སེམས་མེད་པ་མ་ཡིན་པ་བསམས་ཏེ།
en: 4. “Having completely transcended the entire sphere of nothingness, one contemplates that neither mind nor no-mind exists, but

source: སེམས་མེད་པ་དང་། སེམས་མེད་པ་མ་ཡིན་པའི་སྐྱེ་མཆེད་སྟེངས་ཀྱི་མི་གཡོ་མི་འཛིན་པ་དང་།
en: one does not grasp at the stillness that is produced by the sphere of neither mind nor no-mind.

source: ཆོས་འདི་བཞེས་ན་གཟུགས་མེད་པ་ན་སྤྱོད་པའི་ལྷར་སྐྱེ་བར་འགྱུར་རོ། །
en: “It is through these four factors that one will be reborn as a deva in the formless realm.

source: ཇི་ལྟར་ལས་ཀྱིས་བཞིན་མི་འགྱུར་བར་སྐྱེ་བ་གང་ཞེ་ན།
en: “How does action lead to a predetermined rebirth?

source: དགེ་བའི་རྩ་བ་ལས་བྱས་ལ་དེས་བདག་ཅིར་སྨོན་ལམ་བཏབ་པ་དང་།
en: Having carried out actions based on the roots of wholesome states, one dedicates them to whichever rebirth location one has aspired to;

source: མཚམས་མེད་པའི་སྡིག་ལས་བྱས་པ་དེ་ལྟ་བུ་ནི་ལས་ཀྱིས་བཞིན་མི་འགྱུར་བར་སྐྱེ་བར་འོང་ངོ་། །
en: or one commits the evil actions that bring immediate karmic retribution. In these ways, one’s rebirth will have the nature of being predetermined.

source: ཇི་ལྟར་ལས་ཀྱིས་འགྱུར་བར་སྐྱེ་ཞེ་ན།
en: “How can rebirth be changed through action?

source: སུས་དགེ་བའི་ལས་བྱས་ནས་སྨོན་ལམ་བཏབ་པ་ནི་ལས་དེས་འགྱུར་ཞིང་སྐྱེ་བར་འོང་ངོ་། །
en: A person carries out a virtuous action and makes an aspiration prayer—by virtue of this action, that person’s rebirth destiny can be changed.

source: ཇི་ལྟར་ལས་ཀྱིས་གང་ཡུལ་གཞན་དུ་སྐྱེ་བར་འགྱུར་ཞེ་ན།
en: “How does action cause a person to be reborn in another country?

source: སངས་རྒྱས་ཀྱང་རུང་། ཆོས་ཀྱང་རུང་། དགེ་འདུན་ཀྱང་རུང་། ཚུལ་ཁྲིམས་ཐུབ་པའི་གང་ཟག་ཀྱང་རུང་སྟེ། དེ་ལ་ཤིན་ཏུ་དད་པར་བསམས་ནས་བྱིན་པས་ཡུལ་གཞན་དུ་སྨོན་ལམ་བཏབ་པ་དང་།
en: After one has contemplated with strong faith either the Buddha, the Dharma, the Saṅgha, or any person who possesses moral discipline, [879] one makes an offering and prays to be reborn in another country.

source: ལས་གང་བྱས་ཀྱང་རུང་སྟེ། བཟང་པོ་དང་། ངན་པ་གར་འགྱུར་བ་ནི་འདི་ལྟ་སྟེ། དཔེར་ན་ཚོང་པ་བཞིན་ཏེ། ལས་དེ་ལྟ་བུས་ཡུལ་གཞན་དུ་སོང་ནས་རྣམ་པར་སྨིན་པར་འགྱུར་རོ། །
en: According to whatever [other] actions one has committed, their good or bad [karmic results] are exemplified in the story of the merchant: his actions ripened after he had traveled to a foreign country.

source: ཇི་ལྟར་ལས་ཀྱིས་མ་བསམས་པར་བྱས་པ་གང་ཞེ་ན།
en: “What kind of action is considered to be carried out without intent?

source: ལས་བྱས་ནས་འགྱོད་པ་དང་།
en: Having carried out an action, one feels remorse,

source: ཁྲེལ་གྱིས་དོགས་པ་དང་། ཉེས་པར་སེམས་པ་དང་། མི་རིགས་པ་དང་། འཆགས་པ་དང་།
en: is conscience stricken, thinks that one has made a mistake and that it was wrong, and confesses;

source: ཡལ་བར་མི་གཏོང་བ་དང་། སླར་མི་འཇུག་པ་དང་། ད་ཕྱིན་ཅད་མི་བྱེད་པར་དམ་འཆའ་བ་དང་།
en: one does not give up effacing it, one does not engage in it again, and one vows not to do it again in the future.

source: འདི་ལྟ་བུའི་ལས་ནི་མ་བསམས་པར་བྱས་པའོ། །
en: This kind of action is considered to be carried out without intent.

source: ཇི་ལྟར་ལས་བསམས་ལ་མ་བྱས་པ་གང་ཞེ་ན།
en: “What kind of action is considered to be intended but not carried out?

source: ལུས་ཀྱིས་མ་བྱས་པ་དང་། སེམས་རྒྱུས་ཤིང་ལས་འདི་བྱའོ་ཞེས་ཁར་སྨྲས་ལ་མ་བྱས་པ་དེ་ལྟ་བུའི་ལས་ནི་བསམས་ཏེ་མ་བྱས་པའོ། །
en: An action was not physically carried out if, when the thought welled up and at that moment one said, ‘I will do this,’ one did not carry it out. This kind of action is considered to be intended but not carried out.

source: ཇི་ལྟར་ལས་བསམས་ཏེ་བྱས་པ་གང་ཞེ་ན།
en: “What kind of action is considered to be intended and carried out?

source: ལས་གང་བྱས་ཀྱང་རུང་སྟེ་མི་འགྱོད་པ། ཁྲེལ་གྱིས་མི་དོགས་པ་ཉེས་པར་མི་སེམས་པ། མི་འཆགས་པ། ཡལ་བར་གཏོང་བ། སླར་འཇུག་པ། ཕྱིན་ཅད་མི་བྱེད་པར་དམ་མི་འཆའ་བའོ། །
en: Whatever action one has carried out, one does not feel remorse, is not conscience stricken, does not think that it was a mistake, does not confess, does not try to efface it, engages in it again, and does not vow to not do it again in the future.

source: ཇི་ལྟར་གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་ན་སེམས་ཅན་ལས་དམྱལ་བར་སྐྱེས་ཏེ། སེམས་ཅན་དམྱལ་བའི་ཚེ་ཀུན་རྫོགས་ནས་སྐྱེ་བའི་ལམ་ཡིན་ཞེ་ན།
en: “What kind of action, when accumulated, leads a person who has been born in a hell realm to be reborn again as a hell being after completion of the full lifespan of the hell realm?

source: གང་ཟག་སུ་ཡང་རུང་སྟེ། སེམས་ཅན་དམྱལ་བའི་ལས་བསམས་ཏེ་བྱས་ནས།
en: Suppose one has carried out an intentional action that leads to rebirth in hell, and

source: དེས་ཀྱང་མི་འགྱོད་པ་ཁྲེལ་གྱིས་མི་དོགས་པ་དང་། ཉེས་པར་མི་སེམས་པ། མི་རིགས་པར་མི་སེམས་པ། མི་འཆགས་པ། ཡལ་བར་གཏོང་བ། སླར་ངན་དུ་འཇུག་པ། ཕྱིན་ཆད་བྱེད་པར་དམ་འཆའ་བ།
en: one does not feel remorse, is not conscience stricken, does not consider one’s action a mistake, does not consider it inappropriate, does not confess, does not try to efface it, engages again in this evil action, even vows to commit this action again in the future,

source: དེ་ལྟ་བུའི་ལས་ལ་དགའ་བ་དེ་ལྟ་བུ་ལ་སྨོན་པ།
en: rejoices in this action, and admires such action.

source: དེ་ལྟ་བུའི་ལས་འདུས་པའི་གང་ཟག་སེམས་ཅན་དམྱལ་བར་སྐྱེས་ཏེསེམས་ཅན་དམྱལ་བའི་ཚེ་ཀུན་རྫོགས་ནས་སླར་སྐྱེའོ། །
en: A person who has accumulated such an action will be reborn in the hell realm, and after completion of the full lifespan of the hell realm, [880] will again be reborn in hell.

source: ཇི་ལྟར་གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་སེམས་ཅན་དམྱལ་བར་སྐྱེས་ཏེ་སེམས་ཅན་དམྱལ་བའི་ཚེ་ཕྱེད་ཟད་ནས་སླར་སྐྱེ་བའི་ལས་གང་ཡིན་ཞེ་ན།
en: “What kind of action, when accumulated, leads a person who has been born in a hell realm to be reborn again as a hell being after only half of the lifespan in that hell has elapsed?

source: གང་ཟག་སུ་ཡང་རུང་། སེམས་ཅན་དམྱལ་བའི་ལས་བྱས་ནས།
en: Suppose one has carried out an action that leads to rebirth in hell, but

source: འགྱོད་པ། ཁྲེལ་གྱིས་དོགས་པ། ཉེས་པར་སེམས་པ། མི་རིགས་པར་སེམས་པ། འཆགས་པ། ཡལ་བར་མི་གཏོང་བ་སླར་ངན་དུ་མི་འཇུག་པ། ཕྱིན་ཅད་མི་བྱེད་པར་དམ་འཆའ་བ་
en: one feels remorse, is conscience stricken, and thinks that one has made a mistake and that it was wrong; and one confesses, does not give up effacing it, does not engage in this evil action again, and vows not to commit this action again in the future.

source: འདི་ལྟ་བུའི་ལས་འདུས་པའི་གང་ཟག་ནི་སེམས་ཅན་དམྱལ་བར་སྐྱེ་སྟེསེམས་ཅན་དམྱལ་བའི་ཚེ་ཕྱེད་ཟད་ནས་སླར་སྐྱེའོ། །
en: While one who has accumulated this kind of action will be reborn as a hell being, one will subsequently take rebirth after only half the lifespan in that hell has elapsed.

source: ཇི་ལྟར་གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་སེམས་ཅན་དམྱལ་བར་སྐྱེས་མ་ཐག་ཏུ་སླར་སྐྱེ་བའི་ལས་གང་ཡིན་ཞེ་ན།
en: “What kind of action, when accumulated, leads a person who has been born in a hell realm to be reborn immediately upon rebirth in the hells?

source: གང་ཟག་སུའང་རུང་སྟེ། སེམས་ཅན་དམྱལ་བའི་ལས་བསམས་ཏེ་བྱས་ནས་
en: Suppose one has carried out an intentional action that leads to rebirth in hell, but

source: ལས་དེ་བྱས་པ་དང་འགྱོད་པ། ཁྲེལ་གྱིས་དོགས་པ། ཉེས་པར་སེམས་པ། མི་རིགས་པར་སེམས་པ། འཆགས་པ། ཡལ་བར་མི་གཏོང་བ། སླར་ངན་དུ་མི་འཇུག་པ། ཕྱིན་ཅད་མི་བྱེད་པར་དམ་འཆའ་བ།
en: one feels remorse, is conscience stricken, thinks that one has made a mistake and that it was wrong; and one confesses, does not give up effacing it, does not engage in this evil action again, and vows not to commit it again in the future;

source: དེ་ལྟ་བུའི་ལས་ལ་ཕྱིས་མི་དགའ་ཞིང་མི་སྨོན་པ་སྤོང་ཞིང་གཏོང་བ། ཕྱིས་ཤིན་ཏུ་མི་དགའ་བའི་ཡིད་སྐྱོད་པ་
en: and later, one is unhappy about having carried out such an action, dispenses with, shuns, and renounces this action, and arouses an intense sense of renunciation.

source: འདི་ལྟ་བུའི་ལས་འདུས་པའི་གང་ཟག་ནི་སེམས་ཅན་དམྱལ་བར་སྐྱེས་མ་ཐག་ཏུ་སླར་སྐྱེས་ཏེ། དེ་ནི་རྒྱལ་པོ་མ་སྐྱེས་དགྲ་བཞིན་ནོ། །
en: The person who has accumulated such an action will take rebirth immediately upon being born into the hell realm, as did King Ajātaśatru, for example.

source: ཇི་ལྟར་གང་ཟག་ལས་འདི་ལྟ་བུ་འདུས་པས་ན་སྔར་བདེ་ལ་ཕྱིས་མི་བདེ་བའི་ལས་གང་ཡིན་ཞེ་ན།
en: “What kind of action, when accumulated, leads a person to be happy at first, and become unhappy later?

source: གང་ཟག་སུའང་རུང་སྟེ་སྦྱིན་པ་བྱིན་ཡང་ཡི་རངས་བཞིན་དུ་མ་བྱིན།
en: Suppose one makes a donation but does not give joyfully.

source: དགའ་ཞིང་བདེ་བ་ཡིད་དུ་མ་བྱས། བྱིན་ནས་ཕྱིས་འགྱོད་པར་སེམས་པ།
en: By failing to make one’s mind happy and joyful, one feels regret after having given.

source: གང་ཟག་དེ་ལྟ་བུ་མིར་སྐྱེས་ན་ཡང་ཕྱུག་པོའི་རིགས་སུ་སྐྱེ་སྟེ་
en: Then, when one is reborn as a human, one will be born into a wealthy family,
